module.exports = {
  "ISTJ": {
    "I": "人形保险箱",        
    "S": "行走的扫描仪",      
    "T": "莫得感情的法官",    
    "J": "Excel表格成精"     
  },
  "ISFJ": {
    "I": "安静的树洞",        
    "S": "全能管家侠",        
    "F": "冬日热可可",        
    "J": "兜底的安全网"       
  },
  "INFJ": {
    "I": "深海里的鲸",        
    "N": "神秘的水晶球",      
    "F": "情绪雷达",          
    "J": "温柔的教官"         
  },
  "INTJ": {
    "I": "高冷冰山",          
    "N": "执棋的手",         
    "T": "手术刀",            
    "J": "总策划师"           
  },
  "ISTP": {
    "I": "独行狼",            
    "S": "问题终结者",       
    "T": "二进制生物",       
    "P": "不羁的风"          
  },
  "ISFP": {
    "I": "含羞草",            
    "S": "生活美学家",       
    "F": "画中人",          
    "P": "漫步的猫"         
  },
  "INFP": {
    "I": "玻璃罩玫瑰",       
    "N": "童话作家",        
    "F": "眼泪水晶",         
    "P": "流浪气球"           
  },
  "INTP": {
    "I": "离线状态",          
    "N": "银河大脑",          
    "T": "Bug粉碎机",         
    "P": "省电模式"          
  },
  "ESTP": {
    "E": "聚会之王",         
    "S": "极限运动员",       
    "T": "直球选手",         
    "P": "过山车"            
  },
  "ESFP": {
    "E": "移动聚光灯",     
    "S": "当季新品",          
    "F": "维他命C",           
    "P": "即兴演员"           
  },
  "ENFP": {
    "E": "人形萨摩耶",        
    "N": "点子提款机",        
    "F": "甜味棉花糖",        
    "P": "仙女棒"           
  },
  "ENTP": {
    "E": "脱口秀演员",        
    "N": "疯狂博士",         
    "T": "行走的弹幕",       
    "P": "捣蛋鬼"           
  },
  "ESTJ": {
    "E": "大队长",            
    "S": "铁腕",             
    "T": "标准答案",         
    "J": "严厉的班主任"     
  },
  "ESFJ": {
    "E": "居委会主任",       
    "S": "贴心小棉袄",       
    "F": "小太阳",         
    "J": "全能大管家"      
  },
  "ENFJ": {
    "E": "第一主角",        
    "N": "引路灯塔",       
    "F": "和平鸽",        
    "J": "乐团指挥"      
  },
  "ENTJ": {
    "E": "王座",          
    "N": "执剑人",        
    "T": "效率机器",      
    "J": "征服者"          
  }
};