module.exports = {
  "E_dimension": {
    "0-20":  "极度内向", 
    "21-40": "偏好独处",
    "41-60": "社交平衡",
    "61-80": "活力外向",
    "81-100":"全场焦点"  
  },
  "N_dimension": {
    "0-20":  "现实主义", 
    "21-40": "注重实感",
    "41-60": "虚实结合",
    "61-80": "直觉敏锐",
    "81-100":"天马行空"  
  },
  "F_dimension": {
    "0-20":  "绝对理性", 
    "21-40": "逻辑优先",
    "41-60": "情理兼修",
    "61-80": "情感丰富",
    "81-100":"极度感性"  
  },
  "J_dimension": {
    "0-20":  "随遇而安", 
    "21-40": "灵活变通",
    "41-60": "张弛有度",
    "61-80": "井井有条",
    "81-100":"掌控全局"  
  }
};