module.exports = [
  {
    "E_dimension": {
      "1": ["深海潜水员", "地球不适合我", "加上微信也不聊", "独处是我的氧气"],
      "2": ["社恐十级选手", "角落里的蘑菇", "电话恐惧症", "别看我，我会慌"],
      "3": ["熟人疯子生人哑", "被动技能：隐身", "慢热型保温杯", "社交节能模式"],
      "4": ["含蓄的观察者", "非必要不开口", "聚会边缘NPC", "默默点赞党"],
      "5": ["防御性I人", "由于太懂事而合群", "内心戏比话多", "被迫营业中"],
      "6": ["间歇性社牛", "看心情营业", "薛定谔的E人", "氛围感捧哏"],
      "7": ["聚会小雷达", "不冷场体质", "话题抛接手", "该出手时才出手"],
      "8": ["自来熟本熟", "热场小能手", "行走的表情包", "没有人是陌生人"],
      "9": ["社交恐怖分子", "聚会发动机", "全开麦得罪人", "甚至跟狗都能聊"],
      "10": ["不知疲倦的太阳", "人群中的显眼包", "必须站C位", "无论在哪都是主场"]
    },
    "N_dimension": {
      "1": ["细节显微镜", "数据考据党", "说明书阅读者", "只信看得见的东西"],
      "2": ["人间真实", "务实主义者", "拒绝画大饼", "与其做梦不如睡觉"],
      "3": ["生活经验十级", "种草先看差评", "秩序维护者", "靠谱成年人"],
      "4": ["按部就班", "稳健派选手", "传统手艺人", "落地执行官"],
      "5": ["半部生活哲学", "现实的理想家", "懂世故而不世故", "在地上仰望星空"],
      "6": ["脑洞微开", "逻辑自洽的怪人", "如果你懂我的梗", "平平无奇小天才"],
      "7": ["直觉雷达", "透过现象看本质", "不按套路出牌", "第六感封神"],
      "8": ["脑洞比黑洞大", "预言家", "思维过山车", "拒绝标准答案"],
      "9": ["中二病晚期", "思维离开地球", "通灵艺术家", "住在云端的造梦师"],
      "10": ["外星人遗孤", "精神飞升", "由纯粹意识构成", "正在与宇宙通话"]
    },
    "F_dimension": {
      "1": ["莫得感情", "AI成精", "人形计算机", "且慢，这不合逻辑"],
      "2": ["反内耗达人", "直男式暴击", "比起安慰，更想给你方案", "道理我都懂"],
      "3": ["人间清醒", "理性克制", "话题终结者", "对事不对人"],
      "4": ["讲道理的", "偶尔心软", "逻辑闭环", "不仅走心更走脑"],
      "5": ["理性的感性派", "外冷内热", "选择性深情", "带刺的玫瑰"],
      "6": ["感性的理性派", "刀子嘴豆腐心", "温柔的辩手", "吃软不吃硬"],
      "7": ["心软的神", "听故事的人", "治愈系", "容易被感动的笨蛋"],
      "8": ["共情力满级", "眼泪收集器", "温柔本身", "行走的各种情绪"],
      "9": ["泪失禁体质", "恋爱脑本脑", "极度敏感", "为爱冲锋的勇士"],
      "10": ["林黛玉转世", "用爱发电", "情感核反应堆", "全世界最柔软的人"]
    },
    "J_dimension": {
      "1": ["说走就走", "甚至没带身份证", "DDL战神", "计划？不存在的"],
      "2": ["随缘大师", "既然甚至迷路了就当旅游", "差不多得了", "乱室佳人"],
      "3": ["间歇性踌躇满志", "持续性混吃等死", "攻略只看第一页", "擅长即兴发挥"],
      "4": ["灵活变通", "大方向对就行", "讨厌条条框框", "自由散漫"],
      "5": ["乱中有序", "看似摆烂，实则心里有谱", "大局观掌控者", "不仅能拖，还能这就是命"],
      "6": ["弹性计划者", "宏观调控大师", "只有我不急，因为我有底", "留有余地"],
      "7": ["今日事今日毕", "没有Plan B会心慌", "提前十分钟是底线", "不喜欢突发情况"],
      "8": ["行走的日程表", "时间管理大师", "Plan B持有者", "不仅做完还要做好"],
      "9": ["强迫症晚期", "控制欲略强", "完美主义受害者", "这就是原则"],
      "10": ["像素级规划", "必须按我的来", "失控=世界末日", "绝对秩序维护者"]
    }
  }
];